"""программа для выявления нарушений ценообразования"""

"алгоритм"
"на вход подается файл с себестоимостью"
"на вход подается файл с фактической стоимостью"
"алгоритм вычисляет уровень наценки относительно себестоимости"
"сравнивает значение наценки с допустимой наценкой по определенной категории товаров"
"в случае выявления превышения более (10%) или сильного занижения (более 15%) выдает запись с информацией о том кто меняет цену, на сколько и на какой товар"

"так как некоторые арендаторы ведут учет цен в тетради нужно сделать так, чтобы на вход можно было подать картинку и смог читать текст с картинки"
#  import cv2
#  import pytesseract
"чтение с экселя"
"import pandas as pd"





















